Repository: pieterderycke/CloudFox
Catalog: CloudFox.Presentation/Localization/AppResources.*.resx
Languages: de

source: about
de: über

source: Account
de: Konto

# ApplicationDescription
source: Cloudfox is a free open source software application available under the Microsoft Public License (Ms-PL). The Author is not responsible for cost, loss of data or any harm that may be caused by usage of this softare.
de: Cloudfox ist eine freie Open Source Aplikation unter Microsoft Public License (Ms-PL). Der Entwickler kann nicht für entstehende Kosten, Datenverlust oder andere Umstände haftbar gemacht werden, die durch diese Software entstehen.

source: bookmarks
de: lesezeichen

# DevelopedBy
source: Developed by Pieter De Rycke
de: Entwickelt von Pieter De Rycke

# FillBugReport
source: Please fill in a bug report.
de: Fehlereport ausfüllen.

source: history
de: verlauf

source: Password
de: Passwort

source: profile
de: profil

source: Project Website:
de: Projekt Webseite:

# SearchDescription
source: BOOKMARKS, HISTORY AND TABS SEARCH
de: LESEZEICHEN, VERLAUF UND TAB SUCHE

source: settings
de: einstellungen

# SetupGuideDescription
source: If you have trouble configuring Cloudfox, please view this guide on the Cloudfox project page:
de: Bei Konfigurationsproblemen, bitte die Hilfe auf der Cloudfox Projekt Seite besuchen:

# SetupGuideTitle
source: Setup Guide
de: Hilfe zu Einstellungen

source: Synchronize Bookmarks
de: Lesezeichen synchronisieren

source: Synchronize History
de: Verlauf synchronisieren

source: Synchronize Tabs
de: Tabs synchronisieren

source: Sync Key
de: Sync-Schlüssel

# SystemRequirementsDescription
source: Cloudfox requires Firefox 5.0 or higher on your pc, no additional software must be installed.
de: Cloudfox benötigt Firefox 5.0 oder höher auf dem PC, es muss keine weitere Software installiert werden.

# SystemRequirementsTitle
source: System Requirements
de: System Voraussetzungen

# SystemRequirementsUrlText
source: Mozilla Firefox Website
de: Mozilla Firefox Webseite

source: Use default server
de: Standard Server verwenden

source: You have issues?
de: Du hast Probleme?

source: Connecting to Weave Server...
de: Verbinde zu Weave Server...

# InvalidCustomServerAddress
source: You have chosen to use a custom server, please provide a valid server address.
de: Du möchtest dein eigenen Server verwenden, bitte gib die richtige Adresse ein.

# InvalidPassword
source: Please provide a password for your Weave account.
de: Bitte gib das Passwort für deinen Weave Konto an.

# InvalidSyncKey
source: Please provide a sync key for your Weave account.
de: Bitte gib den Sync-Schlüssel für das Weave Konto an.

# InvalidUserName
source: Please provide an account name for your Weave account.
de: Bitte gib einen Kontonamen für dein Weave Konto an.

# NoNetwork
source: No network available.
de: Kein netzwerk verfügbar.

source: Updating Bookmarks...
de: Update Lesezeichen...

source: Updating History...
de: Update Verlauf...

# UpdatingProfile
source: Updating Profile Information...
de: Update Profil Informationen...

source: Updating Tabs...
de: Update Tabs...

source: cancel
de: abbrechen

source: done
de: fertig

source: folders
de: ordner

source: help
de: hilfe

source: refresh
de: sync

source: search
de: suche

source: Available collections
de: Verfügbare sammlungen

source: Known clients
de: Bekannte clients

source: Server storage version
de: Server specher version

source: Weave node
de: Weave knoten

# NoHistoryAvailable
source: No history is available.
de: Keine historie verfügbar.

# NoTabsAvailable
source: No tabs are available.
de: Keine tabs verfügbar.

# SpecialThanks
source: Special thanks to the following people:
de: Speziellen dank an die folgenden leute:

# UnableToDecryptError
source: Can't decrypt the response data from the Weave service, please verify that the entered passphrase is correct.
de: Die antwort des Weave services kann nicht entschlüsselt werden. Bitte überprüfe die zugangsdaten.
